{
    "total_size": 5,
    "type_id": 2,
    "offset": 0,
    "products": [
        {
            "id": 1,
            "name": "Баварская классика",
            "description": "Горячий сытный обед из баварских колбасок, картофеля из печи и горчичного соуса \nЧем славится баварская кухня? Сытными блюдами и пикантными сочетаниями. В поисках вдохновения для новых рецептов мы решили добавить в пиццу легендарные баварские колбаски. К ним в пару выбрали горчичный соус — м-м-м, das ist fantastisch!\nВкус в лучших традициях\nПицца Баварская — это сочные колбаски, горчичный соус, томаты, лук и маринованные огурчики\nГорячий ланчбокс с баварскими колбасками, картофелем из печи и горчичным соусом",
            "price": 900,
            "img": "image/bavarian_ad.png",
            "type_id": 2
        },
        {
            "id": 2,
            "name": "Макарон манго-маракуя",
            "description": "Настоящий француз, но с ноткой экзотики! Новый хрустящий макарон манго-маракуйя с нежной начинкой легко делится на две половинки. Насладитесь им сами или поделитесь с близкими.",
            "price": 120,
            "img": "image/macaroni_ad.png",
            "type_id": 2
        },
        {
            "id": 3,
            "name": "Креветки со сладким чили",
            "description": "Креветки, ананасы, соус сладкий чили, сладкий перец, моцарелла, фирменный соус альфредо\nВы просили — мы сделали! Попробуйте новую пиццу Креветки со сладким чили.\nОбъединили все самое лучшее:\nСочные креветки - запекаются в печи, получаются нежными и ароматными\nКусочки спелого ананаса - экзотическая сладость в сочетании с морепродуктами\nПикантный соус сладкий чили - по остроте - самый раз",
            "price": 800,
            "img": "image/shrimp_ad.png",
            "type_id": 2
        },
        {
            "id": 4,
            "name": "Мини-эклер с заварным кремом",
            "description": "А для ценителей французской классики — мини-эклер с заварным кремом и шоколадной глазурью. Съедается за пару укусов, но всегда можно вернуться за новым!",
            "price": 50,
            "img": "image/eclair_ad.png",
            "type_id": 2
        },
        {
            "id": 5,
            "name": "Жюльен",
            "description": "У вас есть своя «комфортная еда»? Которая дарит не только вкус, но и чувство уюта и тепла? Кажется, новая пицца Жюльен может занять это место! За нежность в начинке отвечают сыр, соус альфредо и кусочки цыпленка. А главная фишка — особый ароматный соус с белыми грибами.\nПочему Жюльен?\nЗнатоки кулинарии наверняка догадались, что вдохновило нас на создание этой пиццы. Жюльен — любимая горячая закуска на многих семейных праздниках.\nЧто входит в состав?\nАроматный соус с белыми грибами\nНежное филу цыпленка\nФирменный соус алфредо\nСмесь сыров",
            "price": 750,
            "img": "image/julienne_ad.png",
            "type_id": 2
        }
    ]
}
